Repository: d1m007/RacksDirections
Catalog: locales/*.po
Languages: es_es, fr_fr, ja_jp

source: You don't have permission to perform this action.
es_es: No tiene permisos para realizar esta acción.
fr_fr: Vous n'avez pas les permissions nécessaires pour effectuer cette action.
ja_jp: この操作を実行する権限がありません。

source: Please specify the slots numbering direction for the rack.
es_es: Especifique el sentido de numeración de las ranuras del bastidor.
fr_fr: Veuillez indiquer un sens de numérotation pour la baie.
ja_jp: ラックのスロット番号の方向を指定してください。

source: Plugin Racks Directions - Profiles configuration
es_es: Plugin Direcciones de los bastidores - Configuración de perfiles
ja_jp: ラックの番号順プラグイン - プロファイルの設定

source: Select which profile can access the plugin tab to change racks directions
es_es: Seleccione qué perfil puede acceder a la pestaña de complementos para cambiar las direcciones de los bastidores
fr_fr: Sélectionnez les profils autorisés à modifier le sens des baies
ja_jp: プラグインのタブにアクセスしラックの方向を変更できるプロファイルを選択します

source: No access
es_es: Sin acceso
fr_fr: Pas d'accès
ja_jp: アクセス不可

source: Write
es_es: Escritura
fr_fr: Écriture
ja_jp: 変更可

source: This plugin requires GLPI >= 10.0.0 and GLPI < 10.0.8
es_es: Este plugin requiere GLPI >= 10.0.0 y GLPI < 10.0.8

source: Racks Directions
es_es: Direcciones de los bastidores
fr_fr: Sens des baies
ja_jp: ラックの番号順

source: Rack direction
es_es: Dirección del bastidor
fr_fr: Sens de la baie
ja_jp: ラックの番号順

source: Change slots numbering direction in rack view
es_es: Cambiar la dirección de numeración de las ranuras en la vista del bastidor
fr_fr: Changer le sens de numérotation des slots dans la vue de la baie
ja_jp: ラック表示でのスロット番号の方向を変更します

source: Direction to apply to this rack
es_es: Dirección a aplicar a esta bastidor
fr_fr: Cette baie est numérotée
ja_jp: このラックに適用する番号順は

source: Default
es_es: Predeterminada
fr_fr: du bas vers le haut
ja_jp: 下から上へ

source: Reversed
es_es: Invertida
fr_fr: du haut vers le bas
ja_jp: 上から下へ

source: Save
es_es: Guardar
fr_fr: Sauvegarder
ja_jp: 保存

source: Information
es_es: Información

source: Default numbering
es_es: Numeración predeterminada

source: slots in this rack are numbered from bottom to top
es_es: las ranuras de esta bastidor están numeradas de abajo a arriba

source: Reversed numbering
es_es: Numeración invertida

source: slots in this rack are numbered from top to bottom
es_es: las ranuras de esta bastidor están numeradas de arriba a abajo

source: Plugin Racks Directions - Configuration
fr_fr: Plugin Sens des baies - Configuration

source: At plugin uninstall
fr_fr: A la désinstallation du plugin
ja_jp: プラグインのアンインストール時

source: Preserve plugin database in GLPI
fr_fr: Préserver la base de données du plugin dans GLPI
ja_jp: プラグインデータベースを GLPI に残す

source: Recommended in case of upgrade
fr_fr: Recommandé en cas de mise à jour
ja_jp: アップグレード時に推奨

source: This plugin requires GLPI
fr_fr: Ce plugin nécessite GLPI
ja_jp: このプラグインには GLPI が必要です

source: and GLPI
fr_fr: et GLPI
